{
  "slug": "muteki-no-ansatsu-ma-shirube-shi-last-boss-musume-to-tabi-wo-suru",
  "title": "Komik\n              Muteki No Ansatsu Ma Shirube Shi, Last Boss Musume to Tabi Wo Suru",
  "url": "b64:aHR0cHM6Ly9rb21pa2luZG8uY2gva29taWsvbXV0ZWtpLW5vLWFuc2F0c3UtbWEtc2hpcnViZS1zaGktbGFzdC1ib3NzLW11c3VtZS10by10YWJpLXdvLXN1cnUv",
  "cover_url": "b64:aHR0cHM6Ly9rb21pa2luZG8uY2gvd3AtY29udGVudC91cGxvYWRzLzIwMjYvMDEvS29taWstdW5kZWZpbmVkLTIyNngzMTkuanBn",
  "type": "Manga",
  "is_colored": false,
  "rating": 7.0,
  "scraped_at": "2026-01-26T22:19:56.041021",
  "alternative_titles": "無敵の暗殺魔導士、ラスボス娘と旅をする@COMIC, Sang Penyihir Assassin Yang Tak Terkalahkan Berkelana Bersama Gadis Yang Merupakan Final Bos, The Invincible Assassin Mage Journeys with the Final Boss Girl.",
  "status": "Berjalan",
  "author": "Yagami Yuu,Ononata Manimani,Hara Kazuhiro",
  "illustrator": "Hara Kazuhiro",
  "demographic": "Shounen",
  "genres": [
    "Action",
    "Adventure",
    "Drama",
    "Fantasy"
  ],
  "synopsis": "Manga                    Muteki No Ansatsu Ma Shirube Shi, Last Boss Musume to Tabi Wo Suru yang dibuat oleh komikus bernama\n                    Yagami Yuu,Ononata Manimani,Hara Kazuhiro ini bercerita tentang\n                    Brad Lester, yang dulunya terkenal sebagai penyihir terkuat, menghilang dari pandangan publik setelah kematian tragis putrinya yang masih muda. Saat menjalani kehidupan tenang sebagai buruh harian rendahan, istri tercintanya dibunuh oleh \"Asosiasi Promosi Perdamaian Dunia,\" sebuah organisasi yang menginginkan kekuatannya. Didorong oleh amarah yang putus asa setelah kehilangan segalanya, Brad bertekad untuk membalas dendam—hanya untuk menemukan Valburga, pemimpin Asosiasi tersebut, telah berubah menjadi seorang gadis kecil!? Lebih jauh lagi, dia kehilangan ingatannya dan tidak punya tempat tujuan. Dihantui oleh kenangan putrinya yang telah meninggal, Brad bertekad untuk \"membantu musuh bebuyutannya mendapatkan kembali ingatannya.\" Mengunjungi Institut Penelitian Sihir Kuno Olford, kota Brooke yang menyembah tikus, dan desa Lutz yang diselimuti badai salju, perjalanan panjang mereka melintasi negeri pun dimulai—. Sebuah fantasi petualangan tentang penyihir terkuat dan teman \"anak\"-nya!!",
  "chapters": [
    {
      "chapter": "02",
      "title": "Komik Muteki No Ansatsu Ma Shirube Shi, Last Boss Musume to Tabi Wo Suru Chapter 02",
      "url": "b64:aHR0cHM6Ly9rb21pa2luZG8uY2gvbXV0ZWtpLW5vLWFuc2F0c3UtbWEtc2hpcnViZS1zaGktbGFzdC1ib3NzLW11c3VtZS10by10YWJpLXdvLXN1cnUtY2hhcHRlci0wMi8=",
      "date": "4 jam yang lalu"
    },
    {
      "chapter": "01",
      "title": "Komik Muteki No Ansatsu Ma Shirube Shi, Last Boss Musume to Tabi Wo Suru Chapter 01",
      "url": "b64:aHR0cHM6Ly9rb21pa2luZG8uY2gvbXV0ZWtpLW5vLWFuc2F0c3UtbWEtc2hpcnViZS1zaGktbGFzdC1ib3NzLW11c3VtZS10by10YWJpLXdvLXN1cnUtY2hhcHRlci0wMS8=",
      "date": "4 jam yang lalu"
    }
  ],
  "total_chapters": 2
}